const Category = [
    {
        items: [
            {
                label: "กลุ่มงานบริหารทั่วไป",
            },
            {
                label: "กลุ่มงานเทคนิคการแพทย์",
            },
            {
                label: "กลุ่มงานทันตกรรม",
            },
            {
                label: "กลุ่มงานเภสัชกรรมและคุ้มครองผู้บริโภค",
            },
            {
                label: "กลุ่มงานการแพทย์",
            },
            {
                label: "กลุ่มงานโภชนศาสตร์",
            },
            {
                label: "กลุ่มงานรังสีวิทยา",
            },
            {
                label: "กลุ่มงานเวชกรรมฟื้นฟู",
            },
            {
                label: "กลุ่มงานประกันสุขภาพ ยุทธศาสตร์ และสารสนเทศทางการแพทย์",
            },
            {
                label: "กลุ่มงานการพยาบาล",
            },
            {
                label: "กลุ่มงานแพทย์แผนไทยและการแพทย์ทางเลือก",
            },
            {
                label: "กลุ่มงานสุขภาพจิตและยาเสพติด",
            },
            {
                label: "ประชาชนทั่วไป",
            },
        ],
    },
];

export default Category;