// const List = [
//   {
//     items: [
//       { 
//         id: 1, 
//         label: "ครุภัณฑ์ทางการแพทย์และวิทยาศาสตร์" 
//       },
//       { 
//         id: 2, 
//         label: "ครุภัณฑ์สำนักงาน" 
//       },
//       { 
//         id: 3, 
//         label: "ครุภัณฑ์คอมพิวเตอร์" 
//       },
//       { 
//         id: 4, 
//         label: "ครุภัณฑ์ไฟฟ้าและวิทยุ" 
//       },
//       { 
//         id: 5, 
//         label: "ครุภัณฑ์โฆษณาและเผยแพร่" 
//       },
//       { 
//         id: 6, 
//         label: "ครุภัณฑ์งานบ้านงานครัว" 
//       },
//       { 
//         id: 7, 
//         label: "ครุภัณฑ์ยานพาหนะและขนส่ง" 
//       },
//     ],
//   },
// ];

// export default List;
